[
    {
        "clave": "CXR1235",
        "texto": "Lung volumes appear normal. Ground glass opacities are present in the angulate. No focal infiltrates. Heart size normal.",
        "anotado": [
            {
                "finding": "ground glass opacities"
            }
        ]
    },
    {
        "clave": "CXR2661",
        "texto": "Mild cardiomegaly. Low lung volumes without focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.",
        "anotado": [
            {
                "finding": "mild cardiomegaly"
            }
        ]
    },
    {
        "clave": "CXR2923",
        "texto": "Heart and pulmonary -function appear normal. Mediastinal -anatomy are normal.",
        "anotado": []
    },
    {
        "clave": "CXR3045",
        "texto": "Heart size and vascularity normal; no abnormalities noted. Mediastinal contour con normal; no evidence of mediastinitis or other lung lesions. Lungs clear and normal appearance. No pleuritic effusion, pneumothoretic air leak, or pneumothoraces.",
        "anotado": []
    },
    {
        "clave": "CXR3534",
        "texto": "Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated March 20, 20XX. Multiple imaging studies are unremarkable.\n\nLungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Heart size is normal. Stable right paratracheal prominence, consistent with known calcified lymph node, seen on prior CT chest dated March 20, 20XX. Multiple imaging studies are unremarkable.",
        "anotado": []
    },
    {
        "clave": "CXR3586",
        "texto": "The heart is slightly enlarged. The stable mediastinal contour is maintained. The clear lung fields show no signs of infection or consolidation.",
        "anotado": [
            {
                "finding": "heart enlargement"
            }
        ]
    },
    {
        "clave": "CXR3740",
        "texto": "radiographic diffuse right lower lobe airspace opacity is present. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal.",
        "anotado": [
            {
                "finding": "radiographic diffuse right lower lobe airspace opacity"
            }
        ]
    },
    {
        "clave": "CXR3993",
        "texto": "The heart is slightly enlarged. The left hemidiaphragm is elevated above the baseline. There is no acute infective process or pleural effusion. The mediastinum shows no significant findings.",
        "anotado": [
            "heart enlargement"
        ]
    },
    {
        "clave": "CXR712",
        "texto": "The lungs are slightly enlarged. There is no focal airspace consolidation to suggest pneumonia. No pleural effusion or pneumothorax. Normal heart size and mediastinal contour.",
        "anotado": [
            {
                "finding": "slightly enlarged lungs"
            }
        ]
    }
]